#!/usr/bin/python2.7
# -*- coding: utf-8 -*-
name = "default_name"
HEYS = ["hey", "hello", "hi", "greetings", u"привет"]
IMAGES = ['cat', 'cats', 'meme']
GENERAL_ANSWERS = ["Здравствуй, {0}, чудная сегодня погода, не правда ли?".format(name), "Он принёс три кармана:Первый карман – с пирогами,Второй карман – с орехами…", "А где щи, там и ищи.", "А дело бывало — и коза волка съедала.", "Без складу по складам, без толку по толкам.",
"Февраль богат снегом, апрель -водою.", "Проснитесь и пойте, морпехи! День в морской пехоте - кусочек счастья. Каждая еда - банкет. Каждая выплата - состояние. Каждое построение - парад. Не служба - праздник!", "Ты выглядишь так, как я себя чувствую.",
"Они лезут из стен! Из этих чёртовых стен!", "Хемингуэй когда-то сказал: «Мир — это прекрасное место. И за него стоит бороться». Со второй фразой я согласен.", "Ты хочешь быть лучше всех. Но людям не нужен герой, они хотят есть чизбургеры, играть в лотерею и смотреть телевизор.",
"Люди всё время меня спрашивают: знаю ли я Тайлера Дёрдена?", "Я обрёл свободу. Свобода есть утрата всяческих надежд",
"Просыпаешься… в самолёте. Где — в Лос-Анжелесе, в Сан-Франциско? Просыпаешься… в Далласе, в Фортворде. Где бы ты ни был, где-то в Центральных штатах, — это твоя жизнь, и с каждой минутой она подходит к концу. Если можно проснуться в другом времени, и в другом месте, нельзя ли проснуться другим человеком?",
"Простите, у вас тут можно приземлиться?"]
SYMBOLS = (u"абвгдеёжзийклмнопрстуфхцчшщъыьэюяАБВГДЕЁЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯ",
           u"abvgdeejzijklmnoprstufhzcss_y_euaABVGDEEJZIJKLMNOPRSTUFHZCSS_Y_EUA")